---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataItemDescription
source: html/c63efd00-f4a4-ad70-419c-f5ee7575c80d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationProductDataItemDescription Property

"Product Short Description"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationProductDataItemDescription { get; }
```